INSERT INTO Жанры (Название_жанра)
values ('Рок'), ('Реп'), ('Джаз'), ('Классика'), ('Альтернатива');

insert into Трек (Название, Длительность)
values ('Кукушка','130'),('Пельмешки','90'),('Котятки','60'),('Весна','87'),('Клава','73'),('Слонятки','45'),
('Квадратик','32'),('Мышки_норушки','56'),('Richard','54'),('My_Rubi','123'),
('Python','222'),('github','163'),('sql','326'),('dragon','79'),('Мой_кот','93');

insert INTO Альбом (Год_выпуска, Название)
values (1996, 'Свежий_салатик'),(2018, 'Жарим_жарим'),(2005, 'Поездка_в_Корею'),(2008, 'Мамин_супчик'),
(2012, 'I_Love_Japan'),(2018, 'На_маслице_с_чесночком'),(2012,'Не_по_масти_я_тебе'),(1996,'Ты_мой_котёночек');

insert INTO Сборник (Название, "Год_выпуска")
values ('Бабочкины_цветки', 2012),('Васькины_цветки', 2014),('Бабушкины_лопушки', 2016),('Кукушкин_дом', 2018),
('Поворот_не_поворот', 2019),('Разворот_не_разворот', 2020),('Пчёлкино_жалко',2021),('Золотое_кольцо',2022);

INSERT INTO Исполнители (Псевдоним)
VALUES ('Капусткин внук'),('Картошкин сын'),
('Морковкин'), ('Тефтелькин'),
('Гадзилов'), ('Кабачков кабачков кабачков'),
('Круг'),('Мурка');